[
  {
    "image": "/images/iwunor.jpeg",
    "name": "Iwunor Christopher",
    "role": "Coding",
    "story": "I just wanted to talk about my experience with coding. It's been absolutely mind-blowing! I've discovered a whole new world of creativity and problem-solving. Coding has given me the ability to create websites, apps, . It's such a fulfilling and exciting journey, and I highly recommend giving it a try. Trust me, you won't regret it!"
  },
  {
    "image": "/images/solomon.jpeg",
    "name": "Solomon precious",
    "role": "Coding UI/UX",
    "story": "Well, I joined flip to tech with high expectations and to be honest my expectations are being met. With flip to tech, learning is fun, interactive and very educative."
  },
  {
    "image": "/images/shalom.jpeg",
    "name": "OWOEYE SHALOM",
    "role": "CODING",
    "story": "It's been so engaging ever since I joined. I like that the teacher is not so inconsiderate, in that he does a recap when people miss the class. He also intentionally ensures that everyone is carried along during the class. That, I like!"
  },
  {
    "image": "/images/ngozi.jpeg",
    "name": "Ngozi Agnes Agwuuma",
    "role": "Data Analysis",
    "story": "Have been a very intriguing experience, very conducive  atmosphere and good tutors . Very impactful excercise  and it worth the  pay."
  },
  {
    "image": "/images/olayide.jpeg",
    "name": "Olayide Olakunle Sola",
    "role": "3 in 1 ( Coding, Web Design $ UI/UX )",
    "story": "You guys do a really good job. I'm glad I decided to learn here. It's really great how easy the classes are to understand. I never have any problem at all."
  },
  {
    "image": "/images/ifigbe.jpeg",
    "name": "Ifigbe Eniola",
    "role": "Coding",
    "story": "Flip tech has been technology educating, it's a place to learn coding, web design and development technically skills which will be useful in the modern age."
  },
  {
    "image": "/images/ayokunle.jpeg",
    "name": "Ayokunle shalom",
    "role": "Coding, Web design, UI/UX",
    "story": "It's alright,Like I mean it's good and also beginner friendly."
  }
]
